Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: セクション名（例：研究、授業）
en: Section name (e.g. Research, Classes)
zh_hans: 分组名称（例：研究、课程）

source: ゼミや締切など、このチャンネルのメンバーと共有する予定を追加できます。
en: Add events to share with this channel's members, such as seminars and deadlines.
zh_hans: 可以添加与此频道成员共享的日程，例如研讨会和截止日期。

source: タイムゾーン：%@
en: Time zone: %@
zh_hans: 时区：%@

source: タスク
en: Tasks
zh_hans: 任务

# タスク %lld 件中 %lld 件完了
source: タスク %1$lld 件中 %2$lld 件完了
en: %2$lld of %1$lld tasks done
zh_hans: %1$lld 个任务中已完成 %2$lld 个

source: タスク（割り当て・期限）
en: Tasks (assignments and due dates)
zh_hans: 任务（分配和截止日期）

source: タスクか締切か
en: Task or deadline
zh_hans: 任务或截止日期

source: タスクと連動
en: Linked to a task
zh_hans: 与任务联动

source: タスクにする
en: Make a task
zh_hans: 转为任务

source: タスクを作成しました
en: Task created
zh_hans: 已创建任务

source: タスクを削除
en: Delete task
zh_hans: 删除任务

source: タスクを割り当てました
en: assigned a task
zh_hans: 分配了任务

source: タスクを編集
en: Edit task
zh_hans: 编辑任务

source: タスクを読み込めませんでした。下に引いて読み直せます
en: Couldn't load tasks. Pull down to reload
zh_hans: 无法加载任务。下拉即可重新加载

source: タスクを追加
en: Add task
zh_hans: 添加任务

source: タスクを開く
en: Opens the task
zh_hans: 打开任务

source: タップして絵文字を選びます
en: Tap to choose an emoji
zh_hans: 点按以选择表情

source: タブ
en: Tab
zh_hans: 标签页

source: ダイレクトメッセージ
en: Direct messages
zh_hans: 私信

source: ダイレクトメッセージはまだありません
en: No direct messages yet
zh_hans: 暂无私信

source: ダイレクトメッセージを開きます
en: Opens the direct message
zh_hans: 打开私信

source: ダイレクトメッセージを開く
en: Open a direct message
zh_hans: 打开私信

source: ダーク
en: Dark
zh_hans: 深色

source: チェックだけ付けられます。本文を変更できるのは作成者・オーナー・管理者です。
en: You can only tick the boxes. The creator, owners and admins can change the text.
zh_hans: 你只能勾选。创建者、所有者和管理员可以修改正文。

source: チェックリスト
en: Checklist
zh_hans: 清单

source: チェックリストの項目
en: Checklist item
zh_hans: 清单项目

source: チャンネル
en: Channels
zh_hans: 频道

source: チャンネル（この中を検索）
en: Channels (search in them)
zh_hans: 频道（在其中搜索）

source: チャンネル：%@
en: Channel: %@
zh_hans: 频道：%@

source: チャンネルから退出
en: Leave the channel
zh_hans: 退出频道

source: チャンネルか人の名前
en: A channel or a person's name
zh_hans: 频道或人员名称

source: チャンネルが見つかりません
en: No channels found
zh_hans: 找不到频道

source: チャンネルごとの設定が優先されます。DM は「なし」以外なら常に通知されます。
en: Each conversation's own setting comes first. DMs always notify unless set to “None”.
zh_hans: 各对话的单独设置优先。私信只要不是“无”就一定会通知。

source: チャンネルで開く
en: Open in channel
zh_hans: 在频道中打开

source: チャンネルにも送信済み
en: Also sent to the channel
zh_hans: 已同时发送到频道

source: チャンネルにピン留め
en: Pin to channel
zh_hans: 置顶到频道

source: チャンネルのカレンダーに予定を作り、スレッドで回答した人に知らせます。
en: Creates an event on the channel's calendar and tells those who answered in the thread.
zh_hans: 在频道日历中创建日程，并在话题中通知已回答的人。

source: チャンネルのトピックを変更
en: Change the channel topic
zh_hans: 更改频道话题

source: チャンネルのメニュー
en: Channel menu
zh_hans: 频道菜单

source: チャンネルの全員
en: Everyone in the channel
zh_hans: 频道全员

source: チャンネルはありません
en: No channels
zh_hans: 没有频道

source: チャンネルや DM を絞り込む
en: Filter channels and DMs
zh_hans: 筛选频道和私信

source: チャンネルを作成
en: Create channel
zh_hans: 创建频道

source: チャンネルを開く
en: Open channel
zh_hans: 打开频道

source: チャンネルを探す
en: Browse channels
zh_hans: 浏览频道

source: チャンネルを追加
en: Add channels
zh_hans: 添加频道

source: チャンネルを退出
en: Leave channel
zh_hans: 退出频道

source: チャンネル一覧から times に参加すると、ここに新しい投稿が並びます
en: Join times channels from the channel list to see their new posts here
zh_hans: 在频道列表中加入 times 频道后，新帖子会显示在这里

source: チャンネル情報
en: Channel details
zh_hans: 频道信息

source: テキストをコピー
en: Copy text
zh_hans: 复制文本

source: テスト通知
en: Test notification
zh_hans: 测试通知

source: テスト通知を送る
en: Send a test notification
zh_hans: 发送测试通知

source: テンプレート
en: Templates
zh_hans: 模板

source: テンプレートを読み込んでいます…
en: Loading templates…
zh_hans: 正在加载模板…

source: テーマ
en: Theme
zh_hans: 主题

source: デスクトップ
en: Desktop
zh_hans: 桌面版

source: トピック
en: Topic
zh_hans: 话题

source: トピックを設定
en: Set a topic
zh_hans: 设置话题

source: ドキュメント
en: Docs
zh_hans: 文档

source: ドキュメントには使えない条件があります：%@
en: Some conditions do not apply to docs: %@
zh_hans: 部分条件不适用于文档：%@

source: ドキュメントは見つかりませんでした
en: No docs found
zh_hans: 未找到文档

source: ドキュメントを使えません
en: Docs unavailable
zh_hans: 无法使用文档

source: ドキュメントを読み込めませんでした
en: Could not load docs
zh_hans: 无法加载文档

source: ドラッグで動かし、ピンチやスライダーで拡大できます
en: Drag to move; pinch or use the slider to zoom
zh_hans: 拖动可移动，捏合或使用滑块可缩放

source: パスワード
en: Password
zh_hans: 密码

source: パスワード（%lld 文字以上）
en: Password (at least %lld characters)
zh_hans: 密码（至少 %lld 个字符）

source: パスワード（確認）
en: Password (again)
zh_hans: 密码（确认）

source: パスワードが一致しません
en: The passwords don't match
zh_hans: 密码不一致

source: パスワードが違います
en: Wrong password
zh_hans: 密码错误

source: パスワードだけでログインできます
en: You log in with just your password
zh_hans: 只需密码即可登录

source: パスワードでのログインには新しいユーザー名を使います。
en: Use the new username to log in with your password.
zh_hans: 使用密码登录时请使用新的用户名。

source: パスワードの変更
en: Change password
zh_hans: 更改密码

source: パスワードを変更
en: Change password
zh_hans: 更改密码

source: パスワードを変更しました
en: Password changed
zh_hans: 已更改密码

source: パンくず
en: Breadcrumbs
zh_hans: 路径

source: ピンク
en: Pink
zh_hans: 粉色

source: ピン留め
en: Pinned
zh_hans: 置顶

source: ピン留めされたメッセージはありません。メッセージを長押しして「チャンネルにピン留め」を選ぶと、ここに集まります。
en: No pinned messages. Long-press a message and choose “Pin to channel” to collect it here.
zh_hans: 没有置顶的消息。长按消息并选择“置顶到频道”，即可收集到这里。

source: ピン留めを外す
en: Unpin
zh_hans: 取消置顶

source: ファイル
en: File
zh_hans: 文件

source: ファイルあり
en: Has files
zh_hans: 含文件

source: ファイルは見つかりませんでした
en: No files found
zh_hans: 未找到文件

source: ファイルを %lld 件送信しました
en: Sent %lld files
zh_hans: 发送了 %lld 个文件

source: ファイルを送信しました
en: Sent a file
zh_hans: 发送了文件

source: ファイル名で探します。
en: Searches by file name.
zh_hans: 按文件名搜索。

source: ファイル名で絞り込む
en: Filter by file name
zh_hans: 按文件名筛选

source: フィード
en: Feed
zh_hans: 动态

source: フィードに出ている times（ミュートしていないもの）の未読がなくなります。
en: Clears the unread posts of the times channels in the feed (the ones not muted).
zh_hans: 将清除动态中显示的 times 频道（未设为免打扰的）的未读。

source: フォロー
en: Follow
zh_hans: 关注

source: フォロー中
en: Following
zh_hans: 已关注

source: フォロー中のスレッドはありません
en: You aren't following any threads
zh_hans: 没有关注的话题

source: フォロー中のスレッドへの返信はまだありません
en: No replies in followed threads yet
zh_hans: 关注的话题还没有回复

source: フォームに入力すると、決まった形のメッセージを投稿します。作成・編集はデスクトップ版・Web 版で行います。
en: Fill in a form to post a message in a set format. Create and edit workflows in the desktop or web app.
zh_hans: 填写表单即可发布固定格式的消息。工作流的创建和编辑请在桌面版或网页版中进行。

source: ブラウザ
en: Browser
zh_hans: 浏览器

source: ブラウザで開く
en: Open in browser
zh_hans: 在浏览器中打开

source: ブロック
en: Block
zh_hans: 屏蔽

source: ブロックしました
en: Blocked
zh_hans: 已屏蔽

source: ブロックすると、この人のメッセージは折りたたまれ、通知も届かず、この人から 1 対 1 の DM を受け取りません。相手には知らされません。
en: Blocking collapses this person's messages, stops their notifications and DMs to you (one-to-one). They aren't told.
zh_hans: 屏蔽后，此人的消息会被折叠，不会收到其通知，也不会收到此人的一对一私信。对方不会收到通知。

source: ブロックを解除
en: Unblock
zh_hans: 取消屏蔽

source: ブロックを解除しました
en: Unblocked
zh_hans: 已取消屏蔽

source: ブロック中：メッセージは折りたたまれ、通知されません。
en: Blocked: messages are collapsed and don't notify you.
zh_hans: 已屏蔽：消息会被折叠，且不会通知你。

source: ブロック中のユーザー
en: Blocked users
zh_hans: 已屏蔽的用户

source: ブロック中のユーザーのメッセージ
en: Message from a blocked user
zh_hans: 来自已屏蔽用户的消息

source: プッシュ未登録（端末の通知がオフか、アプリをまだ開き直していません）
en: Push not registered (notifications are off on the device, or the app hasn't been reopened yet)
zh_hans: 推送未注册（设备已关闭通知，或尚未重新打开应用）

source: プッシュ通知を受け取れる端末（iPhone・Android のアプリ）はありません
en: No devices can receive push notifications (iPhone or Android apps)
zh_hans: 没有可以接收推送通知的设备（iPhone 或 Android 应用）

source: プライベート
en: Private
zh_hans: 私有

source: プライベートに新しいページ
en: New private page
zh_hans: 新建私人页面

source: プレビュー（%@ に、あなたの投稿として）
en: Preview (in %@, posted as you)
zh_hans: 预览（以你的身份发布到 %@）

source: プレビューを作成中…
en: Creating preview…
zh_hans: 正在生成预览…

source: プレビューを表示
en: Show preview
zh_hans: 显示预览

source: プレビューを読み込み中
en: Loading preview
zh_hans: 正在加载预览

source: プレビューを読み込めませんでした
en: Couldn't load the preview
zh_hans: 无法加载预览

source: プレビュー中です。参加すると投稿やリアクションができます。
en: You're previewing. Join to post and react.
zh_hans: 正在预览。加入后即可发布和回应。

source: プロフィール
en: Profile
zh_hans: 个人资料

source: プロフィールを編集
en: Edit profile
zh_hans: 编辑个人资料

source: ページ
en: Page
zh_hans: 页面

source: ページが見つかりません
en: Page not found
zh_hans: 找不到页面

source: ページの操作
en: Page actions
zh_hans: 页面操作

source: ページを開きます
en: Opens the page
zh_hans: 打开页面

source: ページを開く
en: Open page
zh_hans: 打开页面

source: ホーム
en: Home
zh_hans: 首页

source: ホームに並べるタイルとその順番。すべての端末で同じです。
en: The tiles on your home and their order. The same on all your devices.
zh_hans: 首页显示的磁贴及其顺序。所有设备上都相同。

source: ホームのタイル
en: Home tiles
zh_hans: 首页磁贴

source: ホームの上に並ぶタイルです。「編集」でドラッグして並べ替えます。すべての端末で同じになり、パソコンのサイドバーにも同じ順と表示が使われます。アクティビティは下のタブにいつもあります。
en: The tiles at the top of your home. Tap “Edit” and drag to reorder them. They're the same on all your devices, and the computer's sidebar uses the same order and visibility. Activity is always in the tab bar below.
zh_hans: 首页顶部显示的磁贴。点“编辑”后拖动即可重新排序。所有设备上都相同，电脑的侧边栏也使用相同的顺序和显示设置。动态始终在下方的标签栏中。

source: ボードの操作
en: Board actions
zh_hans: 看板操作

source: ミュート
en: Mute
zh_hans: 免打扰

source: ミュート中
en: Muted
zh_hans: 已设为免打扰

source: ミュート中：通知せず、メンションだけを未読にします。
en: Muted: no notifications; only mentions count as unread.
zh_hans: 已设为免打扰：不通知，只有提及会计为未读。

source: ミュート解除
en: Unmute
zh_hans: 取消免打扰

source: ミュート解除（%@）
en: Unmute (%@)
zh_hans: 取消免打扰（%@）

source: メッセージ
en: Messages
zh_hans: 消息

source: メッセージ、人、チャンネルを検索
en: Search messages, people and channels
zh_hans: 搜索消息、人员和频道

source: メッセージが見つかりません
en: Message not found
zh_hans: 找不到消息

source: メッセージに添付したファイルがここに集まります。
en: Files attached to messages are collected here.
zh_hans: 消息中的附件会集中在这里。

source: メッセージの操作
en: Message actions
zh_hans: 消息操作

source: メッセージを入力
en: Write a message
zh_hans: 输入消息

source: メッセージを削除しますか？
en: Delete the message?
zh_hans: 要删除消息吗？

source: メッセージを報告
en: Report message
zh_hans: 举报消息

source: メッセージを探しています…
en: Searching messages…
zh_hans: 正在查找消息…

source: メッセージを検索
en: Search messages
zh_hans: 搜索消息

source: メッセージを編集
en: Edit message
zh_hans: 编辑消息

source: メッセージを表示
en: Show message
zh_hans: 显示消息

source: メッセージを読み込み中
en: Loading messages
zh_hans: 正在加载消息

source: メッセージを送る
en: Send a message
zh_hans: 发送消息

source: メッセージを長押しして「あとで見る」を選ぶと、ここに集まります。
en: Long-press a message and choose “Save for later” to collect it here.
zh_hans: 长按消息并选择“稍后查看”，即可收集到这里。

source: メッセージを長押しして「リマインド」を選ぶと、ここに集まります。
en: Long-press a message and choose “Remind me” to collect it here.
zh_hans: 长按消息并选择“提醒”，即可收集到这里。

source: メッセージを開く
en: Open message
zh_hans: 打开消息

source: メモ
en: Notes
zh_hans: 备注

source: メモ（任意）
en: Note (optional)
zh_hans: 备注（可选）

source: メモあり
en: Has notes
zh_hans: 有备注

source: メモは %lld 文字までです
en: Notes can be up to %lld characters
zh_hans: 备注最多 %lld 个字符

source: メモや下書きに使える、自分だけの DM
en: Your own DM for notes and drafts
zh_hans: 只属于你的私信，可用于笔记和草稿

source: メンション
en: Mentions
zh_hans: 提及

source: メンション %lld 件
en: %lld mentions
zh_hans: %lld 条提及

source: メンションと DM のみ
en: Mentions and DMs only
zh_hans: 仅提及和私信

source: メンションの @名前 と、パスワードでのログインに使います。
en: Used for @mentions and for logging in with your password.
zh_hans: 用于 @提及 和使用密码登录。

source: メンションのみ
en: Mentions only
zh_hans: 仅提及

source: メンションの候補
en: Mention suggestions
zh_hans: 提及候选

source: メンバー
en: A member
zh_hans: 成员

source: メンバー %lld 人
en: %lld members
zh_hans: %lld 名成员

source: メンバー（%lld）
en: Members (%lld)
zh_hans: 成员（%lld）

source: メンバーから外しますか？
en: Remove from members?
zh_hans: 要从成员中移除吗？

source: メンバーではありません
en: Not a member
zh_hans: 不是成员

source: メンバーを追加
en: Add members
zh_hans: 添加成员

source: メンバー一覧
en: Member directory
zh_hans: 成员列表

source: メンバー一覧を読み込めませんでした
en: Couldn't load the members
zh_hans: 无法加载成员列表

source: メンバー以外はこのチャンネルを見つけられなくなり、参加には招待が必要になります。これまでのメッセージもメンバーだけが読めます。
en: Non-members can no longer find this channel and need an invitation to join. Earlier messages can also be read only by members.
zh_hans: 非成员将无法找到此频道，加入需要邀请。以往的消息也只有成员可以阅读。

source: メンバー追加
en: Add members
zh_hans: 添加成员

source: ユーザー・名簿・グループ・招待・Webhook・チャンネル・絵文字の管理は、Web 版とデスクトップ版の「管理」で行います。
en: Users, the roster, groups, invites, webhooks, channels and emoji are managed under “Admin” in the web and desktop apps.
zh_hans: 用户、名册、用户组、邀请、Webhook、频道和表情的管理，请在网页版和桌面版的“管理”中进行。

source: ユーザー名
en: Username
zh_hans: 用户名

source: ユーザー名（%@）
en: Username (%@)
zh_hans: 用户名（%@）

source: ユーザー名（3〜32 文字、a-z 0-9 . _ -）
en: Username (3–32 characters: a-z 0-9 . _ -)
zh_hans: 用户名（3～32 个字符，a-z 0-9 . _ -）

source: ユーザー名を入力してください
en: Enter a username
zh_hans: 请输入用户名

source: ライト
en: Light
zh_hans: 浅色

source: リアクション
en: Reactions
zh_hans: 表情回应

source: リアクションあり
en: Has reactions
zh_hans: 有表情回应

source: リアクションした人
en: Reactions
zh_hans: 回应的人

source: リアクションのバナー
en: Reaction banners
zh_hans: 表情回应横幅

source: リアクションの候補
en: Quick reactions
zh_hans: 快捷表情回应

source: リアクションを追加
en: Add reaction
zh_hans: 添加表情回应

source: リマインダー
en: Reminders
zh_hans: 提醒

source: リマインダーはありません
en: No reminders
zh_hans: 没有提醒

source: リマインド
en: Remind me
zh_hans: 提醒

source: リマインド済みの人だけです
en: Everyone has already been reminded
zh_hans: 只剩已提醒过的人

source: リンク
en: Link
zh_hans: 链接

source: リンクあり
en: Has links
zh_hans: 含链接

source: リンクのプレビュー
en: Link preview
zh_hans: 链接预览

source: リンクをコピー
en: Copy link
zh_hans: 复制链接

source: リンクをコピーしました
en: Link copied
zh_hans: 已复制链接

source: リンクを確認
en: Check link
zh_hans: 检查链接

source: リンクを編集
en: Edit link
zh_hans: 编辑链接

source: リンクを追加
en: Add link
zh_hans: 添加链接

source: レビュー：
en: Review:
zh_hans: 审阅：

source: レビューを依頼
en: Request review
zh_hans: 请求审阅

source: レビューを依頼しました
en: Review requested
zh_hans: 已请求审阅

source: レビュー依頼
en: Review request
zh_hans: 审阅请求

source: ログアウト
en: Log out
zh_hans: 退出登录

source: ログアウトしますか？
en: Log out?
zh_hans: 要退出登录吗？

source: ログアウト済み
en: Logged out
zh_hans: 已退出登录

source: ログイン
en: Log in
zh_hans: 登录

source: ログインしていません
en: Not logged in
zh_hans: 未登录

source: ログインの期限切れ
en: Login expired
zh_hans: 登录已过期

source: ログイン中の端末
en: Logged-in devices
zh_hans: 已登录的设备

source: ログイン中の端末（%lld）
en: Logged-in devices (%lld)
zh_hans: 已登录的设备（%lld）

source: ログイン時にパスワードに加えて認証アプリの 6 桁のコードを求めます。始めるにはパスワードを入力してください。
en: When you log in, you'll need a 6-digit code from an authenticator app in addition to your password. Enter your password to start.
zh_hans: 登录时除密码外，还需要输入验证器应用中的 6 位验证码。请输入密码以开始。

source: ログイン時に認証アプリのコードが必要です · 回復コード残り %lld
en: A code from the authenticator app is required to log in · %lld recovery codes left
zh_hans: 登录时需要验证器应用的验证码 · 剩余 %lld 个恢复代码

source: ワークスペース
en: Workspaces
zh_hans: 工作区

source: ワークスペース：%@
en: Workspace: %@
zh_hans: 工作区：%@

source: ワークスペースの全員が読み書きできるページです（ゲストを除く）。
en: Everyone in the workspace can read and edit this page (except guests).
zh_hans: 工作区中的所有人都可以阅读和编辑此页面（访客除外）。

source: ワークスペースの管理者に知らせます。投稿した人には伝わりません。
en: The workspace's admins are told. The author isn't.
zh_hans: 将通知工作区的管理员。不会告知发布者。

source: ワークスペースを切り替えます
en: Switches workspaces
zh_hans: 切换工作区

source: ワークスペースを追加
en: Add workspace
zh_hans: 添加工作区

source: ワークフロー
en: Workflows
zh_hans: 工作流

source: ワークフロー %@
en: Workflow %@
zh_hans: 工作流 %@

source: 一時的に許可されています
en: Allowed temporarily
zh_hans: 已临时允许

source: 一覧
en: List
zh_hans: 列表

source: 一覧から外す
en: Remove from list
zh_hans: 从列表中移除

source: 上に行を追加
en: Add row above
zh_hans: 在上方添加行

source: 名前順
en: By name
zh_hans: 按名称

source: 手動
en: Manually
zh_hans: 手动

source: 最近の活動順
en: By recent activity
zh_hans: 按最近活动

source: 順番を編集
en: Edit order
zh_hans: 编辑顺序

source: 上へ
en: Move up
zh_hans: 上移

source: 上へ移動
en: Move up
zh_hans: 上移

source: 下に行を追加
en: Add row below
zh_hans: 在下方添加行

source: 下へ
en: Move down
zh_hans: 下移

source: 下へ移動
en: Move down
zh_hans: 下移

source: 下書き
en: Drafts
zh_hans: 草稿

source: 下書きはありません
en: No drafts
zh_hans: 没有草稿

source: 不明
en: Unknown
zh_hans: 未知

source: 不明なユーザー
en: Unknown user
zh_hans: 未知用户

source: 不適切な内容
en: Inappropriate content
zh_hans: 不当内容

source: 両方残す
en: Keep both
zh_hans: 两者都保留

source: 並び順
en: Sort by
zh_hans: 排序

source: 並べ替え
en: Reorder
zh_hans: 重新排序

source: 中央
en: Center
zh_hans: 居中

source: 予定
en: Events
zh_hans: 日程

source: 予定 %lld
en: Events %lld
zh_hans: 日程 %lld

source: 予定のカレンダーはあとから変えられません。
en: An event's calendar can't be changed later.
zh_hans: 日程所属的日历以后无法更改。

source: 予定の通知があります
en: You have an event notification
zh_hans: 有日程通知

source: 予定はありません
en: No events
zh_hans: 没有日程

source: 予定を作らずに決定
en: Decide without an event
zh_hans: 不创建日程直接决定

source: 予定を作れません
en: Can't create an event
zh_hans: 无法创建日程

source: 予定を削除
en: Delete event
zh_hans: 删除日程

source: 予定を編集
en: Edit event
zh_hans: 编辑日程

source: 予定を読み込めませんでした
en: Couldn't load events
zh_hans: 无法加载日程

source: 予定を読み込めませんでした。下に引いて読み直せます。
en: Couldn't load events. Pull down to reload.
zh_hans: 无法加载日程。下拉即可重新加载。

source: 予定を追加
en: Add event
zh_hans: 添加日程

source: 予定を開く
en: Open event
zh_hans: 打开日程

source: 予約
en: Reservations
zh_hans: 预约

source: 予約する
en: Book
zh_hans: 预约

source: 予約できませんでした
en: Couldn't book
zh_hans: 无法预约

source: 予約の枠はありません
en: No reservation slots
zh_hans: 没有可预约的项目

source: 予約時間が終了
en: Booking ended
zh_hans: 预约时间已结束

source: 予約送信
en: Scheduled messages
zh_hans: 定时消息

source: 事前の通知
en: Advance notice
zh_hans: 提前通知

source: ボット
en: Bots
zh_hans: 机器人

source: 人
en: People
zh_hans: 人员

source: 人（%lld 人を選択中）
en: People (%lld selected)
zh_hans: 人员（已选择 %lld 人）

source: 人（この人の投稿）
en: People (their posts)
zh_hans: 人员（此人的发布）

source: 人を選ぶ
en: Choose people
zh_hans: 选择人员

source: 人を選ぶ（1 人）
en: Choose a person
zh_hans: 选择人员（1 人）

source: 今すぐ（順番待ち）
en: Now (wait in line)
zh_hans: 立即（排队）

source: 今すぐ：
en: Now:
zh_hans: 立即：

source: 今すぐ投稿
en: Post now
zh_hans: 立即发布

source: 今すぐ送信
en: Send now
zh_hans: 立即发送

source: 今なにしてる？
en: What's happening?
zh_hans: 现在在做什么？

source: 今の本文
en: Current text
zh_hans: 当前正文

source: 今の本文にする
en: Use the current text
zh_hans: 使用当前正文

source: 今の状態
en: Current state
zh_hans: 当前状态

source: 今は AI に聞けません
en: You can't ask AI now
zh_hans: 现在无法问 AI

source: 今はありません
en: Nothing now
zh_hans: 当前没有

source: 今は要約できません
en: Can't summarize now
zh_hans: 现在无法生成摘要

source: 今日
en: Today
zh_hans: 今天

source: 今日 %@
en: Today %@
zh_hans: 今天 %@

source: 今日 18:00
en: Today 18:00
zh_hans: 今天 18:00

source: 今日が期限
en: Due today
zh_hans: 今天截止

source: 今日の AI の利用回数の上限に達しました。明日またお試しください
en: You've reached today's AI usage limit. Please try again tomorrow
zh_hans: 已达到今天的 AI 使用次数上限。请明天再试

source: 今日の終わり
en: End of today
zh_hans: 今天结束时

source: 今日まで
en: Due today
zh_hans: 今天截止

source: 今月
en: This month
zh_hans: 本月

source: 今月の AI の予算の上限に達しました。来月まで要約は使えません
en: You've reached this month's AI budget. Summaries are unavailable until next month
zh_hans: 已达到本月的 AI 预算上限。下个月之前无法使用摘要

source: 今月の AI の利用上限に達しました
en: You've reached this month's AI usage limit
zh_hans: 已达到本月的 AI 使用上限

source: 今週
en: This week
zh_hans: 本周

source: 今週の終わり
en: End of this week
zh_hans: 本周结束时

source: 他 %lld 件の返信
en: %lld more replies
zh_hans: 另有 %lld 条回复

source: 他の人はスレッドでだけ返信できるようにする
en: Others can only reply in threads
zh_hans: 其他人只能在话题中回复

source: 以上
en: or more

source: 以前のメッセージを読み込み中
en: Loading earlier messages
zh_hans: 正在加载更早的消息

source: 以前のメッセージを読み込む
en: Load earlier messages
zh_hans: 加载更早的消息

source: 以前の版は自分にだけ表示されます。メッセージを削除すると履歴も消えます。
en: Earlier versions are visible only to you. Deleting the message deletes its history too.
zh_hans: 以前的版本只有你能看到。删除消息后，历史记录也会被删除。

source: 以前の版は記録されていません（履歴の記録を始める前の編集です）。
en: No earlier versions were recorded (the edit was made before history was kept).
zh_hans: 没有记录以前的版本（该编辑发生在开始记录历史之前）。

source: 以後はパスワードだけでログインできるようになります。回復コードも無効になります。
en: From now on you log in with just your password. Your recovery codes stop working too.
zh_hans: 此后只需密码即可登录。恢复代码也将失效。

source: 仮パスワードでログインしています。続ける前に新しいパスワードを設定してください。
en: You logged in with a temporary password. Set a new password before you continue.
zh_hans: 你正在使用临时密码登录。继续之前请设置新密码。

source: 任意
en: Optional
zh_hans: 可选

source: 任意、名簿の並び順に使います
en: Optional; used to sort the roster
zh_hans: 可选，用于名册的排序

source: 休暇中
en: On vacation
zh_hans: 休假中

source: 会話
en: Conversation
zh_hans: 对话

source: 会話が見つかりません
en: Conversation not found
zh_hans: 找不到对话

source: 会話にも送信
en: Also send to the conversation
zh_hans: 同时发送到对话

source: 会話に共有
en: Share to the conversation
zh_hans: 分享到对话

source: 会話に共有してスレッドを開きます
en: Shares it to the conversation and opens the thread
zh_hans: 分享到对话并打开话题

source: 会話に共有しました
en: Shared to the conversation
zh_hans: 已分享到对话

source: 会話の「キャンバス」から作れます。参加している会話のキャンバスがここに集まります。
en: Create one from a conversation's “Canvas”. Canvases of the conversations you're in are collected here.
zh_hans: 可以在对话的“画布”中创建。你所在对话的画布会集中在这里。

source: 会話の「キャンバス」で開きます
en: Opens in the conversation's “Canvas”
zh_hans: 在对话的“画布”中打开

source: 会話のキャンバス
en: Conversation canvas
zh_hans: 对话画布

source: 会話のキャンバスから外す
en: Remove from conversation canvases
zh_hans: 从对话画布中移除

source: 会話のキャンバスにする
en: Make it a conversation canvas
zh_hans: 设为对话画布

source: 会話のタブ
en: Conversation tab
zh_hans: 对话标签页

source: 会話の名前で絞り込む
en: Filter by conversation name
zh_hans: 按对话名称筛选

source: 会話へ
en: Go to the conversation
zh_hans: 前往对话

source: 会話や人に移動、メッセージを検索
en: Go to a conversation or person, search messages
zh_hans: 前往对话或人员，搜索消息

source: 会話や人に移動するか、メッセージを検索します
en: Go to a conversation or person, or search messages
zh_hans: 前往对话或人员，或搜索消息

source: 会話や人の名前を入力すると移動できます。メッセージの検索もここから始められます。
en: Type the name of a conversation or person to go there. You can also start a message search here.
zh_hans: 输入对话或人员的名称即可前往。也可以从这里开始搜索消息。

source: 会話を開く
en: Open conversation
zh_hans: 打开对话

source: 会話を選んでください
en: Choose a conversation
zh_hans: 请选择对话

source: 会話を長押し →「セクションに移動」で追加できます。
en: Long-press a conversation → “Move to section” to add it.
zh_hans: 长按对话 →“移到分组”即可添加。

source: 会話を開けません
en: Can't open the conversation
zh_hans: 无法打开对话

source: 会議中
en: In a meeting
zh_hans: 会议中

source: 位置揃え
en: Alignment
zh_hans: 对齐方式

source: 体調不良
en: Out sick
zh_hans: 身体不适

source: 作った購読 URL
en: Your subscription URLs
zh_hans: 已创建的订阅 URL

source: 作成
en: Create
zh_hans: 创建

source: 作成した公開チャンネルの始まりです。
en: This is the very beginning of this public channel.
zh_hans: 这是此公开频道的开始。

source: 作成した非公開チャンネルの始まりです。
en: This is the very beginning of this private channel.
zh_hans: 这是此私有频道的开始。

source: 作成・更新：
en: Created/updated by:
zh_hans: 创建/更新：

source: 作成・更新した人
en: Created or updated by
zh_hans: 创建/更新者

source: 作成中…
en: Creating…
zh_hans: 正在创建…

source: 作成者・オーナー・管理者（チェックは全員）
en: Creator, owners and admins (everyone can tick)
zh_hans: 创建者、所有者和管理员（所有人都可勾选）

source: 作業なし
en: Nothing to do
zh_hans: 没有事项

source: 使い方
en: How to use
zh_hans: 使用方法

source: 使い終わりましたか？ 担当者に外してもらいます。
en: Done with it? An operator will take you off.
zh_hans: 用完了吗？负责人会将你移出。

source: 使えません
en: Not available
zh_hans: 无法使用

source: 使えるのは a-z、0-9、. _ - だけです
en: Only a-z, 0-9, . _ - are allowed
zh_hans: 只能使用 a-z、0-9、. _ -

source: 例：M2 中間発表の練習
en: e.g. Practice for the M2 midterm talk
zh_hans: 例：M2 中期报告的练习

source: 例：M、B、修
en: e.g. M, B, D
zh_hans: 例：M、B、博

source: 例：デザインレビューの依頼と結果を共有する
en: e.g. Share design review requests and results
zh_hans: 例：分享设计审阅的请求和结果

source: 例：リリース, 締切
en: e.g. release, deadline
zh_hans: 例：发布, 截止

source: 例：次回のミーティングはいつにしますか？
en: e.g. When should we hold the next meeting?
zh_hans: 例：下次会议定在什么时候？

source: 例：研究室長 / TA（学年・職位は自動）
en: e.g. Lab head / TA (year and position are added automatically)
zh_hans: 例：实验室负责人 / TA（年级和职位会自动添加）

source: 例：週次の進捗共有
en: e.g. Weekly progress updates
zh_hans: 例：每周进展分享

source: 依頼したタスクはありません
en: No tasks you requested
zh_hans: 没有你委托的任务

source: 依頼中
en: Requested
zh_hans: 已请求

source: 依頼先
en: Reviewer
zh_hans: 审阅人

source: 依頼先を選んでください
en: Choose a reviewer
zh_hans: 请选择审阅人

source: 保存
en: Save

source: 保存したメッセージはありません
en: No saved messages
zh_hans: 没有已保存的消息

source: 保存しました
en: Saved
zh_hans: 已保存

source: 保存しました、閉じる
en: I've saved them, close
zh_hans: 已保存，关闭

source: 保存できません
en: Can't save
zh_hans: 无法保存

source: 保存できませんでした：
en: Couldn't save:
zh_hans: 无法保存：

source: 保存を解除
en: Remove from saved
zh_hans: 取消保存

source: 保存中…
en: Saving…
zh_hans: 正在保存…

source: 保存済み
en: Saved
zh_hans: 已保存
